/* %.0f = number of seconds */
"%.0f seconds since 1970" = "%.0f שניות מאז 1970";

/* %@ = location */
"Open %@ in Maps" = "פתח את %@ ב״מפות״";

/* %@ = location name */
"Map of %@" = "מפת %@";

/* %@ = phone number */
"Call %@" = "התקשר אל %@";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "לא ניתן היה למצוא את המיקום (״%@״) באמצעות החיפוש המקומי של ״מפות״.";

/* %@ = url */
"Show %@ in Calendar" = "הצג %@ בלוח השנה";

/* A measurement of some unit */
"Measurement" = "מידה";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "מאפיין זה אינו פעיל עבור הדגמה זו";

/* Button */
"Cancel" = "ביטול";

/* Button */
"OK" = "אישור";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "״קיצורים״ לא הצליח להמיר מ”%@” לסוג המבוקש";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "״קיצורים״ לא הצליח להמיר מ”%@” ל”%@”";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "הפעולה";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "%@ נכשלה כי %@.";

/* Content item error; type conversion error */
"Conversion Error" = "שגיאת המרה";

/* Content property name */
"Album (Content Property Name)" = "אלבום";

/* Content property name */
"Album Artist (Content Property Name)" = "אמן/ית האלבום";

/* Content property name */
"Album Artwork (Content Property Name)" = "עטיפת האלבום";

/* Content property name */
"Album Track # (Content Property Name)" = "רצועת האלבום #";

/* Content property name */
"Altitude (Content Property Name)" = "גובה";

/* Content property name */
"Article Publish Date (Content Property Name)" = "תאריך פרסום מאמר";

/* Content property name */
"Artist (Content Property Name)" = "אמן/ית";

/* Content property name */
"Artwork (Content Property Name)" = "עטיפה";

/* Content property name */
"Attendees (Content Property Name)" = "משתתפים";

/* Content property name */
"Audio (Content Property Name)" = "שמע";

/* Content property name */
"Author (Content Property Name)" = "יוצר/ת";

/* Content property name */
"Birthday (Content Property Name)" = "יום הולדת";

/* Content property name */
"Body (Content Property Name)" = "גוף";

/* Content property name */
"Calendar (Content Property Name)" = "לוח שנה";

/* Content property name */
"Camera Make (Content Property Name)" = "יצרן מצלמה";

/* Content property name */
"Camera Model (Content Property Name)" = "דגם המצלמה";

/* Content property name */
"City (Content Property Name)" = "עיר";

/* Content property name */
"Comments (Content Property Name)" = "הערות";

/* Content property name */
"Company (Content Property Name)" = "חברה";

/* Content property name */
"Completion Date (Content Property Name)" = "תאריך השלמה";

/* Content property name */
"Composer (Content Property Name)" = "מלחין/ה";

/* Content property name */
"Contact Photo (Content Property Name)" = "תמונת איש קשר";

/* Content property name */
"Country (Content Property Name)" = "מדינה";

/* Content property name */
"Creation Date (Content Property Name)" = "תאריך יצירה";

/* Content property name */
"Date Added (Content Property Name)" = "‏תאריך הוספה";

/* Content property name */
"Date Taken (Content Property Name)" = "תאריך הצילום";

/* Content property name */
"Department (Content Property Name)" = "מחלקה";

/* Content property name */
"Disc # (Content Property Name)" = "תקליטור מס׳";

/* Content property name */
"Due Date (Content Property Name)" = "תאריך יעד";

/* Content property name */
"Duration (Content Property Name)" = "משך זמן";

/* Content property name */
"Email Address (Content Property Name)" = "כתובת דוא״ל";

/* Content property name */
"End Date (Content Property Name)" = "תאריך סיום";

/* Content property name */
"Event End Date (Content Property Name)" = "תאריך סיום אירוע";

/* Content property name */
"Event Start Date (Content Property Name)" = "תאריך התחלת אירוע";

/* Content property name */
"Excerpt (Content Property Name)" = "קטע מתוך";

/* Content property name */
"File Extension (Content Property Name)" = "סיומת הקובץ";

/* Content property name */
"File Size (Content Property Name)" = "גודל הקובץ";

/* Content property name */
"First Name (Content Property Name)" = "שם פרטי";

/* Content property name */
"Frame Rate (Content Property Name)" = "קצב פריימים";

/* Content property name */
"Genre (Content Property Name)" = "סגנון";

/* Content property name */
"Group (Content Property Name)" = "קבוצה";

/* Content property name */
"Has Alarms (Content Property Name)" = "יש שעונים מעוררים";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "יש עטיפת אלבום";

/* Content property name */
"Has No Alarms (Content Property Name)" = "אין שעונים מעוררים";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "אין עטיפת אלבום";

/* Content property name */
"Has No Photo (Content Property Name)" = "אין תמונות";

/* Content property name */
"Has Photo (Content Property Name)" = "יש תמונה";

/* Content property name */
"Height (Content Property Name)" = "גובה";

/* Content property name */
"Image (Content Property Name)" = "תמונה";

/* Content property name */
"Is All Day (Content Property Name)" = "הוא ״כל היום״";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "הוא ״פריט Cloud״";

/* Content property name */
"Is Completed (Content Property Name)" = "הוא ״הושלם״";

/* Content property name */
"Is Explicit (Content Property Name)" = "הוא ״מפורש״";

/* Content property name */
"Is Favorite (Content Property Name)" = "הוא ״מועדף״";

/* Content property name */
"Is Hidden (Content Property Name)" = "״מוסתר״";

/* Content property name */
"Is Not All Day (Content Property Name)" = "אינו ״כל היום״";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "אינו ״פריט Cloud״";

/* Content property name */
"Is Not Completed (Content Property Name)" = "הוא ״לא הושלם״";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "אינו ״מפורש״";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "אינו ״מועדף״";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "אינו ״מוסתר״";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "אינו ״צילום מסך״";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "צילום מסך";

/* Content property name */
"Job Title (Content Property Name)" = "תפקיד";

/* Content property name */
"Keys (Content Property Name)" = "מפתחות";

/* Content property name */
"Last Modified Date (Content Property Name)" = "תאריך שינוי אחרון";

/* Content property name */
"Last Name (Content Property Name)" = "שם משפחה";

/* Content property name */
"Last Played Date (Content Property Name)" = "תאריך הפעלה אחרון";

/* Content property name */
"Latitude (Content Property Name)" = "קו רוחב";

/* Content property name */
"List (Content Property Name)" = "רשימה";

/* Content property name */
"Location (Content Property Name)" = "מיקום";

/* Content property name */
"Longitude (Content Property Name)" = "קו אורך";

/* Content property name */
"Lyrics (Content Property Name)" = "מילים";

/* Content property name */
"Main Image URL (Content Property Name)" = "כתובת האינטרנט של התמונה הראשית";

/* Content property name */
"Media Kind (Content Property Name)" = "סוג מדיה";

/* Content property name */
"Media Type (Content Property Name)" = "סוג המדיה";

/* Content property name */
"Metadata (Content Property Name)" = "מטה-נתונים";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "מילון מטה-נתונים";

/* Content property name */
"Middle Name (Content Property Name)" = "שם אמצעי";

/* Content property name */
"Music (Content Property Name)" = "מוסיקה";

/* Content property name */
"Name (Content Property Name)" = "שם";

/* Content property name */
"Nickname (Content Property Name)" = "כינוי";

/* Content property name */
"Notes (Content Property Name)" = "פתקים";

/* Content property name */
"Number of Words (Content Property Name)" = "מספר מילים";

/* Content property name */
"Organizer (Content Property Name)" = "המארגן/ת";

/* Content property name */
"Orientation (Content Property Name)" = "כיוון";

/* Content property name */
"Phone Number (Content Property Name)" = "מספר טלפון";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "שם פרטי פונטי";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "שם משפחה פונטי";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "שם אמצעי פונטי";

/* Content property name */
"Photo Type (Content Property Name)" = "סוג תמונה";

/* Content property name */
"Play Count (Content Property Name)" = "מס׳ הפעלות";

/* Content property name */
"Prefix (Content Property Name)" = "קידומת";

/* Content property name */
"Priority (Content Property Name)" = "עדיפות";

/* Content property name */
"Published Date (Content Property Name)" = "תאריך פרסום";

/* Content property name */
"Rating (Content Property Name)" = "דירוג";

/* Content property name */
"Release Date (Content Property Name)" = "תאריך הפצה";

/* Content property name */
"Reminder Location (Content Property Name)" = "מיקום התזכורת";

/* Content property name */
"Role (Content Property Name)" = "תפקיד";

/* Content property name */
"Show URL (Content Property Name)" = "הצג כתובת אינטרנט";

/* Content property name */
"Show in Calendar (Content Property Name)" = "הצג בלוח השנה";

/* Content property name */
"Skip Count (Content Property Name)" = "ספירת דילוגים";

/* Content property name */
"Start Date (Content Property Name)" = "תאריך התחלה";

/* Content property name */
"State (Content Property Name)" = "מדינה";

/* Content property name */
"Status (Content Property Name)" = "סטטוס";

/* Content property name */
"Street (Content Property Name)" = "רחוב";

/* Content property name */
"Street Address (Content Property Name)" = "כתובת פיזית";

/* Content property name */
"Suffix (Content Property Name)" = "סיומת";

/* Content property name */
"Time Taken (Content Property Name)" = "זמן הצילום";

/* Content property name */
"Title (Content Property Name)" = "כותרת";

/* Content property name */
"Track (Content Property Name)" = "רצועה";

/* Content property name */
"URL (Content Property Name)" = "כתובת אינטרנט";

/* Content property name */
"Values (Content Property Name)" = "ערכים";

/* Content property name */
"Video (Content Property Name)" = "סרט";

/* Content property name */
"Width (Content Property Name)" = "רוחב";

/* Content property name */
"ZIP Code (Content Property Name)" = "מיקוד";

/* Content property value */
"Accepted (Content Property Possible Value)" = "התקבל";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "ספר שמע";

/* Content property value */
"Burst (Content Property Possible Value)" = "פרץ תמונות";

/* Content property value */
"Chair (Content Property Possible Value)" = "יושב ראש";

/* Content property value */
"Completed (Content Property Possible Value)" = "הושלמו";

/* Content property value */
"Declined (Content Property Possible Value)" = "לא משתתפים";

/* Content property value */
"Delegated (Content Property Possible Value)" = "מונה נציג";

/* Content property value */
"Down (Content Property Possible Value)" = "למטה";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "שיקוף למטה";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "בתהליך";

/* Content property value */
"Left (Content Property Possible Value)" = "שמאל";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "שיקוף שמאלה";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "‏Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "סרט";

/* Content property value */
"Music (Content Property Possible Value)" = "מוסיקה";

/* Content property value */
"Music Video (Content Property Possible Value)" = "קליפ";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "לא-משתתף";

/* Content property value */
"Optional (Content Property Possible Value)" = "לא חובה";

/* Content property value */
"Panorama (Content Property Possible Value)" = "פנורמה";

/* Content property value */
"Pending (Content Property Possible Value)" = "בהמתנה";

/* Content property value */
"Podcast (Content Property Possible Value)" = "פודקאסט";

/* Content property value */
"Required (Content Property Possible Value)" = "חובה";

/* Content property value */
"Right (Content Property Possible Value)" = "ימין";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "שיקוף ימינה";

/* Content property value */
"TV Show (Content Property Possible Value)" = "תכנית טלוויזיה";

/* Content property value */
"Tentative (Content Property Possible Value)" = "לא סופי";

/* Content property value */
"Unknown (Content Property Possible Value)" = "לא ידוע";

/* Content property value */
"Up (Content Property Possible Value)" = "למעלה";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "שיקוף למטה";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "dd-MM-yyyy";

/* Default contact name */
"No Name" = "ללא שם";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "EEE, dd MMM yyyy HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "מיקום";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "קישור ״מפות״ לא ידוע";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "הוראות הגעה מ-%@ אל %@";

/* Error message */
"Location Not Found" = "לא נמצא מיקום";

/* Error message */
"a video was provided instead of an image" = "במקום תמונה סופק סרט";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "לא ניתן להמיר את הפריט ״%@״ לתמונה, כי אין לו עטיפה.";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "לא ניתן לייצא את הפריט ״%@״, ככל הנראה מאחר שהוא מאוחסן ב-iCloud או מפני שהוא טרם סונכרן עם מכשיר זה.";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "כדי לעשות זאת, עליך להיות מחובר/ת ל-iCloud.";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "לפריט אין עטיפת אלבום";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "הפריט לא הורד";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ ‏%2$@ בשעה %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "תמונה";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "מוסיקה";

/* Filter description; multiple photos (plural) */
"Photos" = "תמונות";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "תוצאות";

/* Generic plural type description */
"Anything (Plural)" = "כל דבר";

/* Generic type description */
"Anything (Singular)" = "כל דבר";

/* Item name */
"Apple Maps URL" = "כתובת אינטרנט של ״מפות״ של Apple";

/* Item name */
"Contact" = "איש קשר";

/* Item name */
"Event" = "אירוע";

/* Item name */
"Image (item name)" = "תמונה";

/* Item name */
"Music (item name)" = "מוסיקה";

/* Item name */
"Photo" = "תמונה";

/* Item name */
"Reminder" = "תזכורת";

/* Item name */
"Track (item name)" = "רצועה";

/* Item name; calendar event participant */
"Participant" = "משתתף/ת";

/* Navigation bar title */
"Supported Types" = "סוגים נתמכים";

/* Navigation bar title; content items */
"Items" = "פריטים";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "גרף של פריט תוכן";

/* Priority level */
"High" = "גבוהה";

/* Priority level */
"Low" = "נמוכה";

/* Priority level */
"Medium" = "בינוני";

/* Property name; web page URL */
"Page URL" = "כתובת אינטרנט של עמוד";

/* Property name; web page contents */
"Page Contents" = "תוכן עמוד";

/* Property name; web page selection */
"Page Selection" = "בחירת עמוד";

/* Proposed file name for an HTML file */
"Article" = "מאמר";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "הניסיון להציג באמצעות ״הצצה מהירה״ תצוגה מקדימה של %@ נכשל";

/* Reminder content item */
"Reminder Completion Date" = "תאריך השלמת התזכורת";

/* Reminder content item */
"Reminder Due Date" = "תאריך היעד של התזכורת";

/* Reminder content item */
"Reminder Start Date" = "תאריך ההתחלה של התזכורת";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "הצג כתובת אינטרנט";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "מידות";

/* Title template for import albums from Photos.app */
"Imported on %@" = "יובא ב-%@";

/* Type description for multiple files */
"Files" = "קבצים";

/* Type description for single file */
"File" = "קובץ";

/* Type description, a boolean (plural) */
"Booleans" = "בוליאניים";

/* Type description; a FTP directory (singular) */
"FTP directory" = "ספריית FTP";

/* Type description; a Maps link (singular) */
"Maps link" = "קישור של ״מפות״";

/* Type description; a PDF (singular) */
"PDF" = "PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "עמוד אינטרנט ב-Safari";

/* Type description; a URL (singular) */
"URL (singular)" = "כתובת אינטרנט";

/* Type description; a boolean (singular) */
"Boolean" = "בוליאני";

/* Type description; a calendar event (singular) */
"Calendar event" = "אירוע בלוח השנה";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "משתתף באירוע";

/* Type description; a calendar item (singular) */
"Calendar item" = "פריט בלוח השנה";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "איש קשר";

/* Type description; a date (singular) */
"Date" = "תאריך";

/* Type description; a dictionary (singular) */
"Dictionary" = "מילון";

/* Type description; a file size (singular) */
"File size" = "גודל הקובץ";

/* Type description; a location (singular) */
"Location (singular)" = "מיקום";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "מדיה";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "מדיה";

/* Type description; a number (singular) */
"Number" = "מספר";

/* Type description; a phone number (singular) */
"Phone number" = "מספר טלפון";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "מדיית תמונה";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "מדיה של היישום ״תמונות״";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "מלל עשיר";

/* Type description; a piece of text (singular) */
"Text (singular)" = "מלל";

/* Type description; a place (location) (singular) */
"Place" = "מקום";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "תזכורת";

/* Type description; a single image (singular) */
"Image (singular)" = "תמונה";

/* Type description; a time interval (singular) */
"Time interval" = "מרווח זמן";

/* Type description; a vCard (singular) */
"vCard" = "כרטיס vCard";

/* Type description; an article (singular) */
"Article (singular)" = "מאמר";

/* Type description; an email address (singular) */
"Email address" = "כתובת דוא״ל";

/* Type description; an extension item (singular) */
"Extension item" = "פריט הרחבה";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "פריט iCalendar";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "מדיה של iTunes";

/* Type description; an item provider (singular) */
"Item provider" = "ספק פריט";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "ספריות FTP";

/* Type description; multiple Maps links (plural) */
"Maps links" = "קישורים של ״מפות״";

/* Type description; multiple PDFs (plural) */
"PDFs" = "מסמכי PDF";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "עמודי אינטרנט ב-Safari";

/* Type description; multiple URLs (plural) */
"URLs" = "כתובות אינטרנט";

/* Type description; multiple articles (plural) */
"Articles" = "מאמרים";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "משתתפים באירוע";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "אירועים בלוח השנה";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "פריטים בלוח השנה";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "אנשי קשר";

/* Type description; multiple dates (plural) */
"Dates" = "תאריכים";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "מילונים";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "‏כתובות דוא״ל";

/* Type description; multiple extension items (plural) */
"Extension items" = "פריטי הרחבה";

/* Type description; multiple file sizes (plural) */
"File sizes" = "גדלים של קבצים";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "פריטי iCalendar";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "מדיה של iTunes";

/* Type description; multiple images (plural) */
"Images" = "תמונות";

/* Type description; multiple item providers (plural) */
"Item providers" = "ספקי פריט";

/* Type description; multiple locations (plural) */
"Locations" = "מיקומים";

/* Type description; multiple numbers (plural) */
"Numbers" = "מספרים";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "מספרי טלפון";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "מדיית תמונה";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "מדיה של היישום ״תמונות״";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "מלל עשיר";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "מלל";

/* Type description; multiple places (locations) (plural) */
"Places" = "מקומות";

/* Type description; multiple reminders (plural) */
"Reminders" = "תזכורות";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "מרווחי זמן";

/* Type description; multiple vCards (plural) */
"vCards" = "כרטיסי vCard";

/* Unit type */
"Acceleration" = "האצה";

/* Unit type */
"Angle" = "זווית";

/* Unit type */
"Area" = "שטח";

/* Unit type */
"Concentration Mass" = "ריכוז מסה";

/* Unit type */
"Dispersion" = "פיזור";

/* Unit type */
"Duration" = "משך זמן";

/* Unit type */
"Electric Charge" = "פסנתר אלקטרוני";

/* Unit type */
"Electric Current" = "זרם חשמלי";

/* Unit type */
"Electric Potential Difference" = "הפרש פוטנציאלים";

/* Unit type */
"Electric Resistance" = "מוליכות חשמלית";

/* Unit type */
"Energy" = "אנרגיה";

/* Unit type */
"Frequency" = "תדירות";

/* Unit type */
"Fuel Efficiency" = "נצילות הדלק";

/* Unit type */
"Illuminance" = "עוצמת הארה";

/* Unit type */
"Length" = "אורך";

/* Unit type */
"Mass" = "מסה";

/* Unit type */
"Power" = "הספק";

/* Unit type */
"Pressure" = "לחץ";

/* Unit type */
"Speed" = "מהירות";

/* Unit type */
"Temperature" = "טמפרטורה";

/* Unit type */
"Volume" = "נפח";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = ", או ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " או ";

